import childPhoto1 from "./card_child1.svg";
import childPhoto2 from "./card_child2.svg";
import childPhoto3 from "./card_child3.svg";
import childPhoto4 from "./card_child4.svg";
import childPhoto5 from "./card_child5.svg";
import childPhoto6 from "./card_child6.svg";
import childPhoto7 from "./card_child7.svg";

export const testimonials = [
    {
        id: 1,
        date: "24 дек",
        author: "Ирина",
        text: "Мы обратились к консультанту по детскому сну, когда наш малыш начал плохо спать и часто просыпался по ночам. Благодаря профессиональному подходу и индивидуальной программе, разработанной для нашего ребенка, уже через две недели мы заметили огромные изменения! Теперь наш сын спит крепко всю ночь, а днем стал более спокойным и радостным. Огромное спасибо за вашу поддержку и советы!",
        rating: 5,
    },
    {
        id: 2,
        date: "6 янв",
        author: "Светлана",
        text: "Мы обратились к консультанту по детскому сну, когда наш малыш начал плохо спать и часто просыпался по ночам. Благодаря профессиональному подходу и индивидуальной программе, разработанной для нашего ребенка, уже через две недели мы заметили огромные изменения! Теперь наш сын спит крепко всю ночь, а днем стал более спокойным и радостным. Огромное спасибо за вашу поддержку и советы!",
        rating: 5,
    },
    {
        id: 3,
        date: "13 янв",
        author: "Елена",
        text: "Мы обратились к консультанту по детскому сну, когда наш малыш начал плохо спать и часто просыпался по ночам. Благодаря профессиональному подходу и индивидуальной программе, разработанной для нашего ребенка, уже через две недели мы заметили огромные изменения! Теперь наш сын спит крепко всю ночь, а днем стал более спокойным и радостным. Огромное спасибо за вашу поддержку и советы!",
        rating: 5,
    },
    {
        id: 4,
        date: "17 янв",
        author: "Ольга",
        text: "Мы обратились к консультанту по детскому сну, когда наш малыш начал плохо спать и часто просыпался по ночам. Благодаря профессиональному подходу и индивидуальной программе, разработанной для нашего ребенка, уже через две недели мы заметили огромные изменения! Теперь наш сын спит крепко всю ночь, а днем стал более спокойным и радостным. Огромное спасибо за вашу поддержку и советы!",
        rating: 5,
    },
    {
        id: 5,
        date: "19 янв",
        author: "Ангелина",
        text: "Мы обратились к консультанту по детскому сну, когда наш малыш начал плохо спать и часто просыпался по ночам. Благодаря профессиональному подходу и индивидуальной программе, разработанной для нашего ребенка, уже через две недели мы заметили огромные изменения! Теперь наш сын спит крепко всю ночь, а днем стал более спокойным и радостным. Огромное спасибо за вашу поддержку и советы!",
        rating: 5,
    },
    {
        id: 6,
        date: "21 янв",
        author: "София",
        text: "Мы обратились к консультанту по детскому сну, когда наш малыш начал плохо спать и часто просыпался по ночам. Благодаря профессиональному подходу и индивидуальной программе, разработанной для нашего ребенка, уже через две недели мы заметили огромные изменения! Теперь наш сын спит крепко всю ночь, а днем стал более спокойным и радостным. Огромное спасибо за вашу поддержку и советы!",
        rating: 5,
    },
    {
        id: 7,
        date: "20 янв",
        author: "Василиса",
        text: "Мы обратились к консультанту по детскому сну, когда наш малыш начал плохо спать и часто просыпался по ночам. Благодаря профессиональному подходу и индивидуальной программе, разработанной для нашего ребенка, уже через две недели мы заметили огромные изменения! Теперь наш сын спит крепко всю ночь, а днем стал более спокойным и радостным. Огромное спасибо за вашу поддержку и советы!",
        rating: 5,
    },
    {
        id: 8,
        date: "26 янв",
        author: "Мария",
        text: "Мы обратились к консультанту по детскому сну, когда наш малыш начал плохо спать и часто просыпался по ночам. Благодаря профессиональному подходу и индивидуальной программе, разработанной для нашего ребенка, уже через две недели мы заметили огромные изменения! Теперь наш сын спит крепко всю ночь, а днем стал более спокойным и радостным. Огромное спасибо за вашу поддержку и советы!",
        rating: 5,
    },
    {
        id: 9,
        date: "2 янв",
        author: "Татьяна",
        text: "Мы обратились к консультанту по детскому сну, когда наш малыш начал плохо спать и часто просыпался по ночам. Благодаря профессиональному подходу и индивидуальной программе, разработанной для нашего ребенка, уже через две недели мы заметили огромные изменения! Теперь наш сын спит крепко всю ночь, а днем стал более спокойным и радостным. Огромное спасибо за вашу поддержку и советы!",
        rating: 5,
    },
    {
        id: 10,
        date: "25 янв",
        author: "Галина",
        text: "Мы обратились к консультанту по детскому сну, когда наш малыш начал плохо спать и часто просыпался по ночам. Благодаря профессиональному подходу и индивидуальной программе, разработанной для нашего ребенка, уже через две недели мы заметили огромные изменения! Теперь наш сын спит крепко всю ночь, а днем стал более спокойным и радостным. Огромное спасибо за вашу поддержку и советы!",
        rating: 5,
    },
    {
        id: 11,
        date: "23 янв",
        author: "Диана",
        text: "Мы обратились к консультанту по детскому сну, когда наш малыш начал плохо спать и часто просыпался по ночам. Благодаря профессиональному подходу и индивидуальной программе, разработанной для нашего ребенка, уже через две недели мы заметили огромные изменения! Теперь наш сын спит крепко всю ночь, а днем стал более спокойным и радостным. Огромное спасибо за вашу поддержку и советы!",
        rating: 5,
    },
    {
        id: 12,
        date: "8 янв",
        author: "Светлана",
        text: "Мы обратились к консультанту по детскому сну, когда наш малыш начал плохо спать и часто просыпался по ночам. Благодаря профессиональному подходу и индивидуальной программе, разработанной для нашего ребенка, уже через две недели мы заметили огромные изменения! Теперь наш сын спит крепко всю ночь, а днем стал более спокойным и радостным. Огромное спасибо за вашу поддержку и советы!",
        rating: 5,
    },
];

export const servicesData = [
    {
        title: "Консультация по самозасыпанию",
        price: "3500₽",
        term: "разовая",
        icon: childPhoto2,
        type: "blue",
        for: "Если вы хотите наладить только режим сна малыша и вас не устраивает текущий способ его сна",
        details: "",
        how: ["Я отправляю файл для заполнения, который нужно заполнить в течение 3 дней. Мы можем обсудить все вопросы, касающиеся режима ребенка, по телефону или через голосовые сообщения в WhatsApp — что удобнее маме. После нашего разговора я подготовлю индивидуальный файл с планом действий, который поможет вам самостоятельно работать над сном ребенка."],
    },

    {
        title: "Консультация по режиму",
        price: "2500₽",
        term: "разовая",
        icon: childPhoto3,
        type: "pink",
        for: "Если вы хотите наладить режим сна малыша и вас устраивает текущий способ его сна",
        details: "",
        how: ["Я отправляю файл для заполнения, который нужно заполнить в течение 3 дней. Мы можем обсудить все вопросы, касающиеся режима ребенка, по телефону или через голосовые сообщения в WhatsApp — что удобнее маме. После нашего разговора я подготовлю индивидуальный файл с планом действий, который поможет вам самостоятельно работать над сном ребенка."],
    },

    {
        title: "Сопровождение с нуля до самозасыпания",
        price: "9500₽",
        term: "бессрочно",
        icon: childPhoto1,
        type: "yellow",
        for: "Если вы хотите наладить режим сна малыша и вас не устраивает текущий способ его сна",
        details: "",
        how: ["Пока работаем вы всегда заполняете отправленный мною дневник сна, который я вижу в онлайн режиме. Каждый день/3дня я анализирую его даю комментарии Также даю указания , как и что делать на каждом этапе работы  Если у вас возникают вопросы в течение дня, вы мне сразу пишете и я отвечаю и помогаю скорректировать день в случае чего (выходные - суббота/воскресенье) Работаем до цели - до сз Но вы можете остановиться в любой момент на комфортном вам шаге"],
    },

    {
        title: "Сопровождение по самозасыпанию",
        price: "7000₽",
        term: "месяц",
        icon: childPhoto4,
        type: "blue",
        for: "Если вы хотите наладить режим сна малыша и вас не устраивает текущий способ его сна",
        details: "",
        how: ["Пока работаем вы всегда заполняете отправленный мною дневник сна, который я вижу в онлайн режиме. Каждый день/3дня я анализирую его даю комментарии Также даю указания , как и что делать на каждом этапе работы  Если у вас возникают вопросы в течение дня, вы мне сразу пишете и я отвечаю и помогаю скорректировать день в случае чего (выходные - суббота/воскресенье) Работаем до цели - до сз Но вы можете остановиться в любой момент на комфортном вам шаге"],
    },

    {
        title: "Сопровождение по самозасыпанию",
        price: "6500₽",
        term: "3 недели",
        icon: childPhoto5,
        type: "pink",
        for: "Если вы хотите наладить режим сна малыша и вас не устраивает текущий способ его сна",
        details: "",
        how: ["Пока работаем вы всегда заполняете отправленный мною дневник сна, который я вижу в онлайн режиме. Каждый день/3дня я анализирую его даю комментарии Также даю указания , как и что делать на каждом этапе работы  Если у вас возникают вопросы в течение дня, вы мне сразу пишете и я отвечаю и помогаю скорректировать день в случае чего (выходные - суббота/воскресенье) Работаем до цели - до сз Но вы можете остановиться в любой момент на комфортном вам шаге"],
    },

    {
        title: "Сопровождение по самозасыпанию",
        price: "6000₽",
        term: "2 недели",
        icon: childPhoto6,
        type: "yellow",
        for: "Если вы хотите наладить режим сна малыша и вас не устраивает текущий способ его сна",
        details: "",
        how: ["Пока работаем вы всегда заполняете отправленный мною дневник сна, который я вижу в онлайн режиме. Каждый день/3дня я анализирую его даю комментарии Также даю указания , как и что делать на каждом этапе работы  Если у вас возникают вопросы в течение дня, вы мне сразу пишете и я отвечаю и помогаю скорректировать день в случае чего (выходные - суббота/воскресенье) Работаем до цели - до сз Но вы можете остановиться в любой момент на комфортном вам шаге"],
    },

    {
        title: "Сопровождение по самозасыпанию",
        price: "5000₽",
        term: "неделя",
        icon: childPhoto7,
        type: "blue",
        for: "Если вы хотите наладить режим сна малыша и вас не устраивает текущий способ его сна",
        details: "",
        how: ["Пока работаем вы всегда заполняете отправленный мною дневник сна, который я вижу в онлайн режиме. Каждый день/3дня я анализирую его даю комментарии Также даю указания , как и что делать на каждом этапе работы  Если у вас возникают вопросы в течение дня, вы мне сразу пишете и я отвечаю и помогаю скорректировать день в случае чего (выходные - суббота/воскресенье) Работаем до цели - до сз Но вы можете остановиться в любой момент на комфортном вам шаге"],
    },
];
