import childPhoto1 from "./card_child1.svg";
import childPhoto2 from "./card_child2.svg";
import childPhoto3 from "./card_child3.svg";
import childPhoto4 from "./card_child4.svg";
import childPhoto5 from "./card_child5.svg";
import childPhoto6 from "./card_child6.svg";
import childPhoto7 from "./card_child7.svg";
import materialPicture1 from "./materials_pic1.jpg";
import materialPicture2 from "./materials_pic2.jpg";
import materialPicture3 from "./materials_pic3.jpg";

export const testimonials = [
    {
        id: 1,
        date: "24 дек",
        author: "Ирина",
        text: "Валерия Дерий — прекрасный чуткий консультант. Все четко рассказывает, дает много информации и шаги к цели. Второй раз брала консультацию у нее. Первый раз мне рекомендации помогли, рассчитываю на то же самое и во второй раз Честно говоря, была настроена скептически, так как изучила столько информации по сну, что, казалось, сама смогу кого угодно проконсультировать. Но частые ночные пробуждения не давали покоя, так что (скорее для самоуспокоения)!!",
        rating: 5,
    },
    {
        id: 2,
        date: "6 янв",
        author: "Светлана",
        text: " Честно говоря, была настроена скептически, так как изучила столько информации по сну, что, казалось, сама смогу кого угодно проконсультировать. Но частые ночные пробуждения не давали покоя, так что (скорее для самоуспокоения) я решила обратиться к консультанту по сну. Чтобы, даже если не поможет, я могла себе сказать, что попробовала ВСЕ. Опыт оказался очень успешным, я наконец смогла разделить грудь и сон, а сын научился засыпать в кроватке с моей минимальной помощью. Это привело к тому, что дневные сны у него удлинились (с 2-х месяцев он начал просыпаться через 40 минут), а ночные пробуждения сократились до 2–3 (раньше доходили до 10, и это не фигура речи). Кроме этого, очень помогла постоянная обратная связь от Надежды Кривощековой по режиму, ритуалу и т.д.!",
        rating: 5,
    },
    {
        id: 3,
        date: "13 янв",
        author: "Елена",
        text: " Мы родители уже 8 месяцев, но никто нам не рассказал, как правильно выстраивать режим. В роддоме мне сказали будить каждые три часа и кормить. Я как послушная мать следовала рекомендации, и на протяжении 2-х месяцев мы будили нашего ребенка, даже когда он совсем не хотел вставать. Постепенно все привело к тому, что мы записывали ВСЕ: сколько когда спали, сколько когда кормила, сколько какали и как. Все, что мы вычитали из интернета, не спасало нас от ночных гуляний, раннего подъема (мы вставили стабильно с 4 и до половины 6 утра) и т.д. И вот нам сообщают, что муж уезжает в командировку, а мы и так в городе одни. Я, уже зная, как это, решилась обратиться за помощью к консультанту. Долго думать и выбирать не пришлось, потому что я уже видела ответы в комментариях от Анны Сухих на сайте. !",
        rating: 5,
    },
    {
        id: 4,
        date: "17 янв",
        author: "Ольга",
        text: "Я очень благодарна Яне Гершаник. Благодаря ее рекомендациям теперь я сплю по ночам без пробуждений. Моей дочери на момент начала сопровождения было больше 2х лет, и за это время накопилась усталость и какая-то безысходность. Яна меня очень поддерживала, и все поставленные цели были достигнуты! Убрали ассоциации гв-сон, дочь теперь спит в отдельной кровати.ы!",
        rating: 5,
    },
    {
        id: 5,
        date: "19 янв",
        author: "Ангелина",
        text: "Оксана Виляйкина помогла советами и рекомендациями. И я знала стратегию дальнейших действий. Хоть и во время консультирования результатов практически не было (ибо задели аж 2 скачка роста + сброс 4 сна). Но пройдя школу от babysleep, разобравшись с собой и своими негативными мыслями, приняв ситуацию с ребенком, а потом вернувшись к рекомендациям консультанта, мы добились каких-то успехов.",
        rating: 5,
    },
    {
        id: 6,
        date: "21 янв",
        author: "София",
        text: " С проблемой укладывания на ночь и частым кормлением ночью столкнулась у обоих своих детей. Но, когда рос первый сын, еще не было baby-sleep, а с младшей дочкой я уже обратилась за помощью, когда стало совсем невыносимо. Теперь понимаю, что пришла бы раньше, и многих бессонных ночей смогла бы избежать. После консультации узнала, что в baby-sleep помогают не просто укладывать малыша спать, но расскажут о правильном питании и вариантах правильного и продуктивного бодрствования",
        rating: 5,
    },
    {
        id: 7,
        date: "20 янв",
        author: "Василиса",
        text: "Перед консультацией мне казалось, что я и так все знаю, ведь столько таблиц и умных мыслей гуляет по интернету… но, была приятно удивлена, ведь консультант Арина Хадонович смогла разложить мне весь алгоритм процесса засыпания. Я поняла, как ведет себя моя дочь, четко отследила нюансы в ее состояниях и что к чему. Очень тактично разъяснила, что я могла бы делать иначе. Ответила на все вопросы, что я задала в анкете. ",
        rating: 5,
    },
    {
        id: 8,
        date: "26 янв",
        author: "Мария",
        text: "Я захотела разобраться с потенциальными проблемами со сном и путями их решения, а также причинами возникновения. Я уже слушала курс про сон с рождения до года и рада, что прослушала еще один. Я стараюсь понять, как «работает» организм и психика ребенка, чтобы понимать, что может быть не так и что с этим делать. Спасибо школе BabySleep за хорошую, нужную информацию о сне ребенка!",
        rating: 5,
    },
    {
        id: 9,
        date: "2 янв",
        author: "Татьяна",
        text: "Недавно пережили с сыном 3,5 месяца тяжелые две недели, все укладывания заканчивались истериками. В приступе бессилия решила взять экспресс-консультацию. Разобрали с Екатериной Таран не один вопрос, а весь режим, получила рекомендации по всем своим вопросам. В целом поняла, что двигаюсь в правильном направлении. Самое главное, что я хотела узнать, был ли сбой в режиме регрессом сна, и да, очень рада, что он позади. Очень благодарна за поддержку и адекватный подход к организации сна (поняла, что убиваться ради сна ребенка не надо), расслабилась и выдохнула, как будто укачали меня :)!",
        rating: 5,
    },
    {
        id: 10,
        date: "25 янв",
        author: "Галина",
        text: "Спасибо Школе BabySleep, что помогает мамам наладить сон малышей, это самое главное после здоровья. Я рада, что на просторах интернета нашла ваш сайт. Удобный формат обучения и прекрасный отзывчивый куратор — консультант Яна Гершаник. Я еще иду к своей цели: чтобы дочь засыпала самостоятельно в своей кровати. Но уже сейчас есть изменения: дневной сон дома и почти 2 часа, укладывание на ночной сон без истерик и слез. Слезы иногда бывают, но непродолжительные.!",
        rating: 5,
    },
    {
        id: 11,
        date: "23 янв",
        author: "Диана",
        text: "От Яны я получила четкие инструкции, моральную поддержку, оперативные ответы на все вопросы. Первые ночи было трудно физически. Ребенок у меня тяжелый, приходилось больше брать на руки, но мы справились. Еще есть над чем работать, но уже вместо 7–8 раз ребенок просыпается теперь 2 раза, первое ночное кормление перенесено на 2–4 часа, удалось скорректировать режим дня, приемы пищи, потому что ушли частые ночные прикладывания. Я четко знаю, как нужно действовать, получила рекомендации на будущее, связанные с изменением режима в результате взросления ребенка. Еще понравилось приложение для отслеживания сна, буду пользоваться дальше. Буду советовать консультантов по сну подругам. Большое спасибо Яне и успехов!",
        rating: 5,
    },
    {
        id: 12,
        date: "8 янв",
        author: "Светлана",
        text: "Я решила обратиться за помощью к консультанту. Моим консультантом была Яна Гершаник. Изначальной целью было сократить количество ночных просыпаний и кормлений. Перенести первое кормление на 2 часа ночи. Иногда измотанная мама не видит полной картины, в ежедневной рутине, уставшая от недосыпа — не можешь посмотреть со стороны и понять, что нужно скорректировать, боишься что-то менять и действовать, потому что если станет хуже — кажется, что сил на это уже не остается.  !",
        rating: 5,
    },
];

export const servicesData = [
    {
        title: "Консультация по самозасыпанию",
        price: "3500₽",
        term: "разовая",
        icon: childPhoto2,
        type: "blue",
        for: "Если вы хотите наладить только режим сна малыша и вас не устраивает текущий способ его сна",
        details: "",
        how: ["Я отправляю файл для заполнения, который нужно заполнить в течение 3 дней. Мы можем обсудить все вопросы, касающиеся режима ребенка, по телефону или через голосовые сообщения в WhatsApp — что удобнее маме. После нашего разговора я подготовлю индивидуальный файл с планом действий, который поможет вам самостоятельно работать над сном ребенка."],
    },

    {
        title: "Консультация по режиму",
        price: "2500₽",
        term: "разовая",
        icon: childPhoto3,
        type: "pink",
        for: "Если вы хотите наладить режим сна малыша и вас устраивает текущий способ его сна",
        details: "",
        how: ["Я отправляю файл для заполнения, который нужно заполнить в течение 3 дней. Мы можем обсудить все вопросы, касающиеся режима ребенка, по телефону или через голосовые сообщения в WhatsApp — что удобнее маме. После нашего разговора я подготовлю индивидуальный файл с планом действий, который поможет вам самостоятельно работать над сном ребенка."],
    },

    {
        title: "Сопровождение с нуля до самозасыпания",
        price: "9500₽",
        term: "бессрочно",
        icon: childPhoto1,
        type: "yellow",
        for: "Если вы хотите наладить режим сна малыша и вас не устраивает текущий способ его сна",
        details: "",
        how: ["Пока работаем вы всегда заполняете отправленный мною дневник сна, который я вижу в онлайн режиме. Каждый день/3дня я анализирую его даю комментарии Также даю указания , как и что делать на каждом этапе работы  Если у вас возникают вопросы в течение дня, вы мне сразу пишете и я отвечаю и помогаю скорректировать день в случае чего (выходные - суббота/воскресенье) Работаем до цели - до сз Но вы можете остановиться в любой момент на комфортном вам шаге"],
    },

    {
        title: "Сопровождение",
        price: "7000₽",
        term: "месяц",
        icon: childPhoto4,
        type: "blue",
        for: "Если вы хотите наладить режим сна малыша и вас не устраивает текущий способ его сна",
        details: "",
        how: ["Пока работаем вы всегда заполняете отправленный мною дневник сна, который я вижу в онлайн режиме. Каждый день/3дня я анализирую его даю комментарии Также даю указания , как и что делать на каждом этапе работы  Если у вас возникают вопросы в течение дня, вы мне сразу пишете и я отвечаю и помогаю скорректировать день в случае чего (выходные - суббота/воскресенье) Работаем до цели - до сз Но вы можете остановиться в любой момент на комфортном вам шаге"],
    },

    {
        title: "Сопровождение",
        price: "6500₽",
        term: "3 недели",
        icon: childPhoto5,
        type: "pink",
        for: "Если вы хотите наладить режим сна малыша и вас не устраивает текущий способ его сна",
        details: "",
        how: ["Пока работаем вы всегда заполняете отправленный мною дневник сна, который я вижу в онлайн режиме. Каждый день/3дня я анализирую его даю комментарии Также даю указания , как и что делать на каждом этапе работы  Если у вас возникают вопросы в течение дня, вы мне сразу пишете и я отвечаю и помогаю скорректировать день в случае чего (выходные - суббота/воскресенье) Работаем до цели - до сз Но вы можете остановиться в любой момент на комфортном вам шаге"],
    },

    {
        title: "Сопровождение",
        price: "6000₽",
        term: "2 недели",
        icon: childPhoto6,
        type: "yellow",
        for: "Если вы хотите наладить режим сна малыша и вас не устраивает текущий способ его сна",
        details: "",
        how: ["Пока работаем вы всегда заполняете отправленный мною дневник сна, который я вижу в онлайн режиме. Каждый день/3дня я анализирую его даю комментарии Также даю указания , как и что делать на каждом этапе работы  Если у вас возникают вопросы в течение дня, вы мне сразу пишете и я отвечаю и помогаю скорректировать день в случае чего (выходные - суббота/воскресенье) Работаем до цели - до сз Но вы можете остановиться в любой момент на комфортном вам шаге"],
    },

    {
        title: "Сопровождение",
        price: "5000₽",
        term: "неделя",
        icon: childPhoto7,
        type: "blue",
        for: "Если вы хотите наладить режим сна малыша и вас не устраивает текущий способ его сна",
        details: "",
        how: ["Пока работаем вы всегда заполняете отправленный мною дневник сна, который я вижу в онлайн режиме. Каждый день/3дня я анализирую его даю комментарии Также даю указания , как и что делать на каждом этапе работы  Если у вас возникают вопросы в течение дня, вы мне сразу пишете и я отвечаю и помогаю скорректировать день в случае чего (выходные - суббота/воскресенье) Работаем до цели - до сз Но вы можете остановиться в любой момент на комфортном вам шаге"],
    },
];

export const articles = [
    {
        id: 1,
        title: "Доктор Спок в прошлом: Виктория Симонова рассказала о современных способах налаживания детского сна",
        date: "-",
        description: "На протяжении многих лет вопрос налаживания детского сна остается актуальным для большинства родителей. Ведь от того, как спит ребенок, зависит не только его настроение и самочувствие, но и развитие.  Дипломированный консультант по детскому сну, основатель собственного бренда BABYFOX.SLEEP и автор обучающих курсов для родителей Виктория Симонова готова поделилась своими знаниями и опытом, чтобы все дети могли наслаждаться спокойным и здоровым сном, а взрослые — забыть о проблемах и испытать настоящее счастье быть родителями.",
        link: "https://followmemagazine.ru/%D0%B4%D0%BE%D0%BA%D1%82%D0%BE%D1%80-%D1%81%D0%BF%D0%BE%D0%BA-%D0%B2-%D0%BF%D1%80%D0%BE%D1%88%D0%BB%D0%BE%D0%BC-%D0%B2%D0%B8%D0%BA%D1%82%D0%BE%D1%80%D0%B8%D1%8F-%D1%81%D0%B8%D0%BC%D0%BE%D0%BD%D0%BE/",
        img: materialPicture1,
    },

    {
        id: 2,
        title: "Топ-5 частых ошибок родителей в организации детского сна",
        date: "18 окт. 2023 г.",
        description: "Проблемы со сном малыша — актуальная проблема для многих молодых родителей. Дипломированный консультант по детскому сну, автор курсов и основатель собственного бренда BABYFOX.SLEEP Виктория Симонова назвала топ-3 способов продления детского сна.",
        link: "https://followmemagazine.ru/%D1%81%D0%BF%D0%BE%D0%BA%D0%BE%D0%B9%D0%BD%D0%BE%D0%B9-%D0%BD%D0%BE%D1%87%D0%B8-%D1%82%D0%BE%D0%BF-3-%D1%81%D0%BF%D0%BE%D1%81%D0%BE%D0%B1%D0%BE%D0%B2-%D0%BF%D1%80%D0%BE%D0%B4%D0%BB%D0%B5%D0%BD%D0%B8/",
        img: materialPicture2,
    },

    {
        id: 3,
        title: "Спокойной ночи: топ-3 способов продления детского сна от опытного эксперта",
        date: "24 янв. 2023 г.",
        description: "Организация детского сна ребенка — деликатный вопрос, требующий терпения и понимания со стороны родителей, так как у малышей могут возникать определенные сложности. Кроме того, мама может неосознанно совершать действия, которые ухудшают ситуацию. Дипломированный консультант по детскому сну, автор курсов и основатель собственного бренда BABYFOX.SLEEP Виктория Симонова назвала 5 частых ошибок родителей в организации детского сна.",
        link: "https://www.ok-magazine.ru/style/trendy/376191-festival-inklyuzii-v-sporte",
        img: materialPicture3,
    },
];

