import childPhoto1 from "./card_child1.svg";
import childPhoto2 from "./card_child2.svg";
import childPhoto3 from "./card_child3.svg";
import childPhoto4 from "./card_child4.svg";
import childPhoto5 from "./card_child5.svg";
import childPhoto6 from "./card_child6.svg";
import childPhoto7 from "./card_child7.svg";

export const services = [
    {
        title: "Консультация по самозасыпанию",
        price: "3500₽",
        term: "разовая",
        icon: childPhoto2,
        type: "blue",
        for: "Если вы хотите наладить режим сна малыша и вас устраивает текущий способ его сна",
        details: "",
        how: ["Я отправляю файл для заполнения, который нужно заполнить в течение 3 дней. Мы можем обсудить все вопросы, касающиеся режима ребенка, по телефону или через голосовые сообщения в WhatsApp — что удобнее маме. После нашего разговора я подготовлю индивидуальный файл с планом действий, который поможет вам самостоятельно работать над сном ребенка."],
    },

    {
        title: "Консультация по режиму",
        price: "2500₽",
        term: "разовая",
        icon: childPhoto3,
        type: "pink",
        for: "Если вы хотите наладить режим сна малыша и вас устраивает текущий способ его сна",
        details: "",
        how: ["Я отправляю файл для заполнения, который нужно заполнить в течение 3 дней. Мы можем обсудить все вопросы, касающиеся режима ребенка, по телефону или через голосовые сообщения в WhatsApp — что удобнее маме. После нашего разговора я подготовлю индивидуальный файл с планом действий, который поможет вам самостоятельно работать над сном ребенка."],
    },

    {
        title: "Сопровождение с нуля до самозасыпания",
        price: "9500₽",
        term: "бессрочно",
        icon: childPhoto1,
        type: "yellow",
        for: "Если вы хотите наладить режим сна малыша и вас устраивает текущий способ его сна",
        details: "",
        how: ["Я отправляю файл для заполнения, который нужно заполнить в течение 3 дней. Мы можем обсудить все вопросы, касающиеся режима ребенка, по телефону или через голосовые сообщения в WhatsApp — что удобнее маме. После нашего разговора я подготовлю индивидуальный файл с планом действий, который поможет вам самостоятельно работать над сном ребенка."],
    },

    {
        title: "Сопровождение по самозасыпанию",
        price: "7000₽",
        term: "месяц",
        icon: childPhoto4,
        type: "blue",
        for: "Если вы хотите наладить режим сна малыша и вас устраивает текущий способ его сна",
        details: "",
        how: ["Я отправляю файл для заполнения, который нужно заполнить в течение 3 дней. Мы можем обсудить все вопросы, касающиеся режима ребенка, по телефону или через голосовые сообщения в WhatsApp — что удобнее маме. После нашего разговора я подготовлю индивидуальный файл с планом действий, который поможет вам самостоятельно работать над сном ребенка."],
    },

    {
        title: "Сопровождение по самозасыпанию",
        price: "6500₽",
        term: "3 недели",
        icon: childPhoto5,
        type: "pink",
        for: "Если вы хотите наладить режим сна малыша и вас устраивает текущий способ его сна",
        details: "",
        how: ["Я отправляю файл для заполнения, который нужно заполнить в течение 3 дней. Мы можем обсудить все вопросы, касающиеся режима ребенка, по телефону или через голосовые сообщения в WhatsApp — что удобнее маме. После нашего разговора я подготовлю индивидуальный файл с планом действий, который поможет вам самостоятельно работать над сном ребенка."],
    },

    {
        title: "Сопровождение по самозасыпанию",
        price: "6000₽",
        term: "2 недели",
        icon: childPhoto6,
        type: "yellow",
        for: "Если вы хотите наладить режим сна малыша и вас устраивает текущий способ его сна",
        details: "",
        how: ["Я отправляю файл для заполнения, который нужно заполнить в течение 3 дней. Мы можем обсудить все вопросы, касающиеся режима ребенка, по телефону или через голосовые сообщения в WhatsApp — что удобнее маме. После нашего разговора я подготовлю индивидуальный файл с планом действий, который поможет вам самостоятельно работать над сном ребенка."],
    },

    {
        title: "Сопровождение по самозасыпанию",
        price: "5000₽",
        term: "неделя",
        icon: childPhoto7,
        type: "blue",
        for: "Если вы хотите наладить режим сна малыша и вас устраивает текущий способ его сна",
        details: "",
        how: ["Я отправляю файл для заполнения, который нужно заполнить в течение 3 дней. Мы можем обсудить все вопросы, касающиеся режима ребенка, по телефону или через голосовые сообщения в WhatsApp — что удобнее маме. После нашего разговора я подготовлю индивидуальный файл с планом действий, который поможет вам самостоятельно работать над сном ребенка."],
    },
];

export default services;
