import childPhoto1 from "./card_child1.svg";
import childPhoto2 from "./card_child2.svg";
import childPhoto3 from "./card_child3.svg";
import childPhoto4 from "./card_child4.svg";
import childPhoto5 from "./card_child5.svg";
import childPhoto6 from "./card_child6.svg";
import childPhoto7 from "./card_child7.svg";

export const services = [
  {
    title: "Консультация по с/з",
    price: "3500₽",
    term: "разовая",
    icon: childPhoto2,
    type: "blue",
    for: "если Вы хотите наладить только режим малыша и вас устраивает способ сна малыша",
    details: "",
    how: ["Присылаю файл для заполнения (3дня) ", "Звонок/общаемся по голос.сбщ W/APP (что удобнее маме), разбираем все, что связано только с режимом ребёнка", " После разговора присылаю индивидуальный файл с планом действий для самостоятельной работы над сном"],
  },

  {
    title: "Консультация по режиму",
    price: "2500₽",
    term: "разовая",
    icon: childPhoto3,
    type: "pink",
    for: "если Вы хотите наладить только режим малыша и вас устраивает способ сна малыша",
    details: "",
    how: ["Присылаю файл для заполнения (3дня) ", "Звонок/общаемся по голос.сбщ W/APP (что удобнее маме), разбираем все, что связано только с режимом ребёнка", " После разговора присылаю индивидуальный файл с планом действий для самостоятельной работы над сном"],
  },

  {
    title: "Сопровождение с нуля до с/з",
    price: "9500₽",
    term: "бессрочно",
    icon: childPhoto1,
    type: "yellow",
    for: "если Вы хотите наладить только режим малыша и вас устраивает способ сна малыша",
    details: "",
    how: ["Присылаю файл для заполнения (3дня) ", "Звонок/общаемся по голос.сбщ W/APP (что удобнее маме), разбираем все, что связано только с режимом ребёнка", " После разговора присылаю индивидуальный файл с планом действий для самостоятельной работы над сном"],
  },

  {
    title: "Сопровождение по с/з",
    price: "7000₽",
    term: "месяц",
    icon: childPhoto4,
    type: "blue",
    for: "если Вы хотите наладить только режим малыша и вас устраивает способ сна малыша",
    details: "",
    how: ["Присылаю файл для заполнения (3дня) ", "Звонок/общаемся по голос.сбщ W/APP (что удобнее маме), разбираем все, что связано только с режимом ребёнка", " После разговора присылаю индивидуальный файл с планом действий для самостоятельной работы над сном"],
  },

  {
    title: "Сопровождение по с/з",
    price: "6500₽",
    term: "3 недели",
    icon: childPhoto5,
    type: "pink",
    for: "если Вы хотите наладить только режим малыша и вас устраивает способ сна малыша",
    details: "",
    how: ["Присылаю файл для заполнения (3дня) ", "Звонок/общаемся по голос.сбщ W/APP (что удобнее маме), разбираем все, что связано только с режимом ребёнка", " После разговора присылаю индивидуальный файл с планом действий для самостоятельной работы над сном"],
  },

  {
    title: "Сопровождение по с/з",
    price: "6000₽",
    term: "2 недели",
    icon: childPhoto6,
    type: "yellow",
    for: "если Вы хотите наладить только режим малыша и вас устраивает способ сна малыша",
    details: "",
    how: ["Присылаю файл для заполнения (3дня) ", "Звонок/общаемся по голос.сбщ W/APP (что удобнее маме), разбираем все, что связано только с режимом ребёнка", " После разговора присылаю индивидуальный файл с планом действий для самостоятельной работы над сном"],
  },

  {
    title: "Сопровождение по с/з",
    price: "5000₽",
    term: "неделя",
    icon: childPhoto7,
    type: "blue",
    for: "если Вы хотите наладить только режим малыша и вас устраивает способ сна малыша",
    details: "",
    how: ["Присылаю файл для заполнения (3дня) ", "Звонок/общаемся по голос.сбщ W/APP (что удобнее маме), разбираем все, что связано только с режимом ребёнка", " После разговора присылаю индивидуальный файл с планом действий для самостоятельной работы над сном"],
  },
];

export default services;
